experiments/redis_contention/redis_multi_pairs/loaded_pairs_1/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        36308.64          ---          ---         0.05488         0.05500         0.07900         0.87900     38104.49 
Gets        36308.51        21.20     36287.31         0.05009         0.05500         0.07100         0.87100      1470.60 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      72617.15        21.20     36287.31         0.05249         0.05500         0.07100         0.87100     39575.08